Repository: common-repository/tvg-xpress
Catalog: languages/eimskip-*.po
Languages: is_is

source: Connection to EIMSKIP in Iceland
is_is: Tenging við EIMSKIP

source: Change Shipment
is_is: Breyta sendingu

source: Shipment number
is_is: Sendingarnúmer

source: Open ticket
is_is: Opna sendingarmiða

source: Username
is_is: Notendanafn

source: Password
is_is: Lykilorð

source: Enable Test Mode
is_is: Virkja prófunarumhverfi

source: Settings
is_is: Stillingar

source: Sender
is_is: Sendandi

source: General settings
is_is: Almennar stillingar

source: Create shipment automaticly
is_is: Stofna sendingu sjálfkrafa

source: Disabled
is_is: Óvirkja

source: Status update
is_is: Stöðu uppfærsla

source: Name
is_is: Nafn

source: Sender name
is_is: Nafn Sendanda

source: Address
is_is: Heimilisfang

source: Sender address
is_is: Heimilisfang sendanda

source: City
is_is: Borg

source: Sender city
is_is: Borg/bær sendanda

source: Postcode
is_is: Póstnúmer

source: Sender postcode
is_is: Póstnúmer sendanda

source: Country code
is_is: Landsnúmer

source: Sender country code
is_is: Landsnúmer sendanda

source: Contact
is_is: Tengiliður

source: Sender contact
is_is: Tengiliður sendanda

source: Email
is_is: Netfang

source: Sender email
is_is: Netfang sendanda

source: Phone
is_is: Sími

source: Sender phone
is_is: Sími sendanda

source: Printer
is_is: Prentari

source: Save Changes
is_is: Vista breytingar

source: EIMSKIP is an express import/export service that delivers shipments in 24–72 hours.<br/>All handling of these shipments are high priority, and therefore, the delivery time is much shorter than normal air freight.<br />EIMSKIP is based on "Door-to-Door" delivery.
is_is: EIMSKIP er hraðflutningaþjónusta til og frá Íslandi sem sérhæfir sig í þjónustu við vefverslanir.<br/> Öll afgreiðsla og meðferð vörunnar er í forgangi og afhendingartími frá því að varan kemur til landsins er mun skemmri en í almennum flugsendingum.<br/> EIMSKIP byggist á „Door-To-Door“ afhendingu: Varan er sótt, send, tollafgreidd og loks afhent viðtakanda.

source: Enable/Disable
is_is: Virkja/Óvirkja

source: Enable
is_is: Virkja

source: Use Woocommerce tax settings
is_is: Nota Woocommerce VSK stillingar

source: If enabled EIMSKIP uses the tax settings you set in woocommerce.
is_is: Ef virkt þá mun EIMSKIP nota VSK útreikning miðað við stillingar sem settar eru í Woocommerce.

source: Set EIMSKIP shipping on top
is_is: Birta EIMSKIP sendingu efst

source: If enabled the EIMSKIP shipping will display on top in cart and checkout.
is_is: Ef virkt þá mun EIMSKIP sendingar birtast sem efstu valmöguleikarnir í körfu og greiðsluferli.

source: Method Title
is_is: Titill sendingar

source: This controls the title which the user sees during checkout.
is_is: Titill á sendingu sem birtist í greiðsluferli.

source: Method Description
is_is: Lýsing sendingar

source: This controls the description which the user sees during checkout.
is_is: Lýsing á sendingu sem birtist í greiðsluferli.

source: Free shipping
is_is: Frí Heimsending

source: Free shipping for orders over x amount
is_is: Frí sending á pöntunum yfir þetta verð

source: Price type
is_is: Verðtegund

source: Use EIMSKIP price list
is_is: Nota verðlista EIMSKIP

source: Use custom price
is_is: Nota sérverð

source: custom price is the price here below and EIMSKIP price list is the official price list from EIMSKIP in Iceland
is_is: nota skal sérverð ef það á að breyta verðum hér fyrir neðan, annars skal nota verðlista frá EIMSKIP

source: Custom price for
is_is: Sérverð fyrir

source: Print ticket
is_is: Prenta miða

source: Create EIMSKIP shipping
is_is: Stofna EIMSKIP sendingu
